[
  {
    "FirstName": "Femi",
    "LastName": "Taiwo",
    "Email": "ft@gmail.com",
    "TagLine": "CTO at INITS",
    "Bio": "Femi TAIWO has  over 20 years of experience building Technology Solutions in Sub Saharan Africa. He's the CTO at INITS, a Pan-African Tech Consulting Firm. that has developed and currently manages several mission critical solutions used everyday by thousands of people.\n He is a Google Developer Expert on Cloud, Certified Solutions Architect, Mentor, Co-organizer for GDG Lagos and DevFest (because he's passionate about the ecosystem); and a great guy to chat with about Engineering Practices, Scaling Infrastructure, User Engagement, or on Software Engineering generally.\n\nHe is on the TEDxLagos core team, contributing his quota in enabling thought leaders and reformers to share ideas that would spark deep discussions and birth new ideas that will change our region.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/dftaiwo",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/ft.JPG?alt=media&token=35c89700-ffa1-4071-a114-9bd48816683d"
  },
  {
    "FirstName": "Auwal",
    "LastName": "MS",
    "Email": "auwalms@gmail.com",
    "TagLine": "Regional Lead, Google Developer Programs, SSA",
    "Bio": "Auwal is a software engineer with broad experience in software development covering multiple platforms. He currently leads Google’s Developer Communities initiatives in Sub-Saharan Africa (SSA) as part of the Developer Relations team driving awareness, adoption, advocacy and feedback across Google products through the Google Developer Groups (GDG), Google Developer Student Clubs (GDSC) and Women Techmakers (WTM) programs.\nIn the past, Auwal volunteered as the Lead Program Assistant for the Google Africa Developer Scholarship (GADS) A.K.A Andela Learning Community (ALC) between 2017 to 2019, where they used content provided by learning partners Udacity and Pluralsight to grow the technical skill sets of over 100,000 tech enthusiasts in the Africa continent. Participants of the program have since gone on to build great products and work for different companies including startups and fortune 500 companies.\nAuwal is very passionate about engineering and community building, enabling him to lead many technical communities helping other enthusiasts improve their skill sets and harness the opportunities in the tech ecosystem.\nHe worked as a software engineer in several companies before joining Google as an Engineering Program Manager.",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/auwal.jpg?alt=media&token=74f7cafd-952f-4a62-b21a-b2b925fa6192"
  },
  {
    "FirstName": "Maryann",
    "LastName": "Onuoha",
    "Email": "maryann@gmail.com",
    "TagLine": "Content Manager at Mara",
    "Bio": "Maryann Onuoha is the Content manager and community education lead for the Mara Academy. Mara is Africa's Digital Finance Ecosystem; its goal is to demystify blockchain technology.\nMaryann is also a co-organizer at Google developer group Lagos, a community of developers, designers, and tech enthusiasts. She is also the womentchmakers lead for Lagos and a womentechmakers ambassador.\nShe loves BTS, movies, and travel.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/maryanneonuoha",
    "LinkedIn": "",
    "Profile Picture": "https://res.cloudinary.com/startup-grind/image/upload/c_fill,dpr_2.0,f_auto,g_center,h_250,q_auto:good,w_250/v1/gcs/platform-data-goog/avatars/maryann_onuoha_i7Soobi.jpeg"
  },
  {
    "FirstName": "Karen",
    "LastName": "Chukwu",
    "Email": "karenkatwig@gmail.com",
    "TagLine": "Founder/Managing Partner, Katwig & Dale",
    "Bio": "Karen Chukwu is a qualified Tech & IP Lawyer. She is the Managing Partner of Katwig & Dale, a tech & digital driven African law firm supporting Startups & tech-based businesses to grow Africa's economy. She earned her LLB from the University of Hertfordshire & her LLM in IT Law & IP Law from the University of East Anglia. She is also a member of the London Court of International Arbitration & NBA.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/Karen_Amarii?s=20&t=mwLoJmvF7f7x15DzL7RrAA",
    "LinkedIn": "https://www.linkedin.com/in/karen-chukwu",
    "Profile Picture": "https://sessionize.com/image/a4af-400o400o2-woBbTZ1LZpBrTjjQgE6a2D.jpg"
  },
  {
    "FirstName": "Abubakar Siddiq",
    "LastName": "Ango",
    "Email": "h4xx22live@gmail.com",
    "TagLine": "Developer Evangelism Program Manager at GitLab BV.",
    "Bio": "Abubakar Siddiq Ango is a Developer Evangelism PM at GitLab, where he enables others to tell the story of the awesome things they build. He is a Certified Kubernetes Security Specialist and lately focuses on software supply chain security. He is also the Lead Organizer of the Kubernetes Community Days Africa (KCD Africa), a Google Developer Expert (Cloud), and a CNCF Ambassador.",
    "GitHub Handle": "https://github.com/abuango",
    "Twitter": "https://twitter.com/sarki247",
    "LinkedIn": "https://www.linkedin.com/in/abubakarango/",
    "Profile Picture": "https://sessionize.com/image/f7d9-400o400o2-pW5VpkFgV81N8W6RrZJkRd.jpg",
    "category": "Developer Experience"
  },
  {
    "FirstName": "Shedrack",
    "LastName": "Akintayo",
    "Email": "akintayoshedrack@gmail.com",
    "TagLine": "Developer Relations Manager",
    "Bio": "Shedrack Akintayo is a Developer Relations Professional and Technical Writer with over 5+ years of experience in Technology and a track record in Web Engineering, Community Management, and Developer Relations on a global scale. He has given talks/workshops at developer conferences like JS Nation Live 2020, DevRel Asia, and All Things Open among many others.",
    "GitHub Handle": "https://github.com/coder_blvck",
    "Twitter": "https://twitter.com/coder_blvck",
    "LinkedIn": "https://linkedin.com/in/shedrackakintayo",
    "Profile Picture": "https://sessionize.com/image/2203-400o400o2-sGrMpBv7yLpNam7QdoU6Uz.png",
    "category": "Developer Relations"
  },
  {
    "FirstName": "Kelechi",
    "LastName": "Onyekwere",
    "Email": "onyekwerekelechimac@gmail.com",
    "TagLine": "Senior Software Engineer",
    "Bio": "I'm a Software Engineer with experience building distributed systems, an advocate for event driven system and open source.I'm currently building solutions centered around distributed ledger technology & blockchain, switching between banks, agency banking, ISO8583, wallets management and open source developer tools, shipping out technical solutions through various channels with C#, Golang , Elixir.",
    "GitHub Handle": "https://github.com/khelechy",
    "Twitter": "https://twitter.com/khelechy1337",
    "LinkedIn": "",
    "Profile Picture": "https://sessionize.com/image/720d-400o400o2-JPcrcJo9hpMq6pFYu6ozg.jpg",
    "category": "Developer Relations"
  },
  {
    "FirstName": "Oluwaseyi",
    "LastName": "Ajadi",
    "Email": "oluwaseyinexus137@gmail.com",
    "TagLine": "Quality and Security Tester - INITS Limited",
    "Bio": "Having spent 2 years as a developer, he began his cyber security journey.  From penetration testing as a hobby to penetration testing live systems. Three years later, he works as a Quality and Security Tester merging the duties of a QA Analyst and a Cyber Security Tester. The merge of both gives him a unique perspective and methodology for finding bugs, both functionality, and security.",
    "GitHub Handle": "https://github.com/BlazinArtemis",
    "Twitter": "https://twitter.com/OluwaseyiAjadi4",
    "LinkedIn": "https://www.linkedin.com/in/seyiqse/",
    "Profile Picture": "https://sessionize.com/image/8e10-400o400o2-sgfEDEx7Su1ynWU47TPWuZ.jpg",
    "category": "Cybersecurity"
  },
  {
    "FirstName": "Cynthia",
    "LastName": "Peter",
    "Email": "cynthiapeterpearl@gmail.com",
    "TagLine": "Developer Advocate, Atsign",
    "Bio": "She is Cynthia Peter, a.k.a Obiagu.\n\nWith over three years of experience in writing, she is passionate about simplifying technical concepts, holding the door open to people coming into tech, and cooking quality documentation.\n\nHer other interests are building businesses, communities, and super valuable products.\n\nYou can find her at the gym or a new restaurant when she's not working.",
    "GitHub Handle": "https://github.com/CynthiaPeter",
    "Twitter": "https://twitter.com/iamCynthiaPeter",
    "LinkedIn": "https://www.linkedin.com/in/cynthiapeter",
    "Profile Picture": "https://sessionize.com/image/e7e0-400o400o2-SV3V2WT1hTQpyiCEzCDW3C.jpg",
    "category": "Technical Writing"
  },
  {
    "FirstName": "Chuka",
    "LastName": "Ofili",
    "Email": "ofili@microsmart.tk",
    "TagLine": "Google Developer Expert, Certified Cloud Architect",
    "Bio": "Chuka is a software architect and engineer with experience in product architecture, design, devops and full-stack development roles. He is currently an engineering lead within the new product experimentation team at Meta. He's also a Founder of Interstellar Labs, a technology company building experiences using the blockchain",
    "GitHub Handle": "https://github.com/chukaofili",
    "Twitter": "https://twitter.com/chukaofili",
    "LinkedIn": "https://www.linkedin.com/in/chukaofili",
    "Profile Picture": "https://sessionize.com/image/ff78-400o400o2-h3LRQbdr8JUFxEEKNoD5E3.jpg",
    "category": "Cloud"
  },
  {
    "FirstName": "Moyinoluwa",
    "LastName": "Adeyemi",
    "Email": "moyinoluwaa@gmail.com",
    "TagLine": "Senior Android developer/Google developer expert",
    "Bio": "Moyin is a Senior Software Engineer who enjoys exploring the latest technologies in Android Development. She loves sharing her knowledge by writing technical articles and speaking at developer events. She also cares a lot about building apps that look good and work well on all devices.",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://sessionize.com/image/46e7-400o400o2-6b-241d-4d1b-a67d-b5c89ef258e1.894c7eee-3e9f-4517-9580-31fe5cc930be.jpg",
    "category": "Android"
  },
  {
    "FirstName": "Hannah",
    "LastName": "Olukoye",
    "Email": "hannaholukoye@gmail.com",
    "TagLine": "Software Engineer - Android Mobile Development",
    "Bio": "Hannah is a Google Developer Expert for Android and inspires other women in technology to pursue IT professions by giving one-on-one mentoring. She has worked with Andela Kenya, partnering with companies in the past like Acast, providing a user-facing app for podcasts and macro-eyes, to develop a mobile app using ML as its core functionality.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/hannah_omu",
    "LinkedIn": "https://www.linkedin.com/in/hannaholukoye/",
    "Profile Picture": "https://sessionize.com/image/f24e-400o400o2-pb7Wik7EdvsmmiUNv2XRbe.png",
    "category": "Android"
  },
  {
    "FirstName": "James",
    "LastName": "Mwai",
    "Email": "smartemwa@gmail.com",
    "TagLine": "GDE and CTO Sky.Garden",
    "Bio": "James is a software engineer, mentor and entrepreneur with over 10 years of experience in design and implementation of mobile and cloud-based software systems and is actively involved in the Kenyan tech community. James currently works as the Co-Founder & CTO of eCommerce startup Sky.Garden in Nairobi and is a GDE for Cloud.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/jmwai",
    "LinkedIn": "https://www.linkedin.com/in/mwaijim/",
    "Profile Picture": "https://sessionize.com/image/65d6-400o400o2-nduG4A4Kz93164PSNyytPn.jpg",
    "category": "Cloud"
  },
  {
    "FirstName": "Taslim",
    "LastName": "Okunola",
    "Email": "hello@taslim.xyz",
    "TagLine": "Product Manager, Google",
    "Bio": "Taslim is a Product Manager on the Chrome Browser team. He also looks after Strategy and Operations for Platforms & Ecosystems Marketing where he helps marketing leaders shape the processes for managing their businesses. Prior, he drove research and product marketing efforts for Search, YouTube and Assistant in SSA. He has also worked with Google.org to run the Google Impact Challenge in SSA.",
    "GitHub Handle": "",
    "Twitter": "https://twitter.com/taslimokunola",
    "LinkedIn": "https://linkedin.com/in/taslimokunola",
    "Profile Picture": "https://sessionize.com/image/8f4a-400o400o2-NVdvmLjeUUTZnjRS1Edb78.jpg",
    "category": "Product Managers"
  },
  {
    "FirstName": "Robert",
    "LastName": "John",
    "Email": "robert.thas.john@gmail.com",
    "TagLine": "GDE (ML & GCP)",
    "Bio": "Robert manages a team of data engineers, analysts, and ML engineers by day. Outside of work he speaks, writes, and mentors in his capacity as a Google Developer Expert for ML and GCP. He is also an Arm Innovator, helping to disseminate knowledge about embedded systems across the continent.",
    "GitHub Handle": "https://github.com/securetorobert",
    "Twitter": "https://twitter.com/robert_thas",
    "LinkedIn": "https://www.linkedin.com/in/robert-john-b137952b/",
    "Profile Picture": "https://sessionize.com/image/19ae-400o400o2-4rUshVp429PqDaMfTphfrW.jpg",
    "category": "Machine Learning"
  },
  {
    "FirstName": "Jefferson",
    "LastName": "Ighalo",
    "Email": "jefferie.halo@gmail.com",
    "TagLine": "Director of Developer Relations at Monax Labs",
    "Bio": "Jefferson is presently a Director at Monax Labs. Before this company, he worked as Senior Developer Relations Engineer at Wyre, Head of Documentation Engineering at Polygon and Senior Frontend Engineer at Remita Nigeria",
    "GitHub Handle": "https://github.com/jeffersonnnn",
    "Twitter": "https://www.twitter.com/jeffdz40",
    "LinkedIn": "https://www.linkedin.com/in/jefferson-ighalo-581aa379/",
    "Profile Picture": "https://sessionize.com/image/cc0f-400o400o2-MRy7GQYehebcKBdmvNSquc.jpg",
    "category": "Developer Relations"
  },
  {
    "FirstName": "Samuel",
    "LastName": "Abada",
    "Email": "abadasamuelosp@gmail.com",
    "TagLine": "Senior Mobile Engineer at Shuttlers Mobility",
    "Bio": "Mobile Engineer with experience in building native and cross-platform solutions. A mobile engineer during the day, chef at night, and magician every other time.",
    "GitHub Handle": "https://github.com/mastersam07",
    "Twitter": "https://twitter.com/mastersam_",
    "LinkedIn": "https://www.linkedin.com/in/abada-samuel/",
    "Profile Picture": "https://sessionize.com/image/74de-400o400o2-a2tj2395rscTUSvdTJey1c.jpg",
    "category": "Mobile"
  },
  {
    "FirstName": "Chris",
    "LastName": "Adolphus",
    "Email": "adolphchris19@gmail.com",
    "TagLine": "Product Designer @Toptal",
    "Bio": "A product designer who is particular about creating intentional designs that addresses humans needs and meets business goals, while preaching the gospel of design.",
    "GitHub Handle": "",
    "Twitter": "http://twitter.com/dev_khris",
    "LinkedIn": "https://www.linkedin.com/in/chris-adolphus/",
    "Profile Picture": "https://sessionize.com/image/6fa3-400o400o2-70-93b3-46f6-bf83-46138f42f043.c03ce407-fff3-49ee-be61-7751c25d4ad7.jpg",
    "category": "Design"
  },
  {
    "FirstName": "Hussein",
    "LastName": "Sanni",
    "Email": "sannihusseindigital@gmail.com",
    "TagLine": "Digital Marketing Executive",
    "Bio": "Digital Marketing Executive at Utiva, Hussein is a thoroughbred, t-shaped digital marketing executive, trainer and digital accounts management professional with over seven years experience. \n\nHe has worked in various aspects of marketing  - digital marketing, advertising, account management, corporate public relations, the community engagement and influencer marketing space.",
    "GitHub Handle": "",
    "Twitter": "https://www.twitter.com/thehusseinsanni",
    "LinkedIn": "",
    "Profile Picture": "https://sessionize.com/image/66c6-400o400o2-DtrJcxXfzdgiAVLe7Caiuo.jpg",
    "category": "Personal Development"
  },
  {
    "FirstName": "Yanmo",
    "LastName": "Omorogbe",
    "Email": "yanmoomorogbe@gmail.com",
    "TagLine": "Co-founder & Chief Operating Officer, Bamboo",
    "Bio": "Yanmo leads growth and operations as the COO of Bamboo, a digital investment platform that gives Nigerians real-time access to buy, sell or hold assets traded on the U.S. stock exchanges right from their mobile phones or computers.\nYanmo is dedicated to facilitating the continued growth of organizations she has found herself. An alum of Chemical Engineering from Imperial College London, she was previously the assistant to the Nigerian Minister of Power, Works & Housing. She then returned to the private sector, as part of the Transaction & Asset Management teams at African Infrastructure Investment Managers, one of Africa’s largest infrastructure private equity fund managers.\nYanmo is a CFA Level 3 candidate and is working to even the playing field for access to global investment opportunities for all Africans.",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/Yanmo%20Omorogbe%20(Keynote%20Speaker)%20Headshot.jpg?alt=media&token=19fa8525-99d8-4253-b448-aac2f001176d",
    "category": "Personal Development"
  },
  {
    "FirstName": "Khaulat Ayomide",
    "LastName": "Abdulhakeem",
    "Email": "khaulatabdulhakeem@gmail.com",
    "TagLine": "Founder, DiverseK",
    "Bio": "Khaulat Ayomide Abdulhakeem is the Founder of DiverseK, a company helping individuals choose and navigate their dream tech careers. She helps connect diverse technology talents to companies globally.\nKhaulat has a background in Artificial Intelligence development and research during which she founded a community — AI Abeokuta helping AI enthusiasts get into the field. Her love for teaching led her to transform her knowledge into educational courses on LinkedIn learning.\nKhaulat aims to transform tech education and groom individuals that will bring about significant innovations for the betterment of society.\nShe has a Bachelor’s degree in Mechatronics Engineering and loves Yoga, dance, great music and travel. You can keep up to date with her by subscribing to “Khaulat’s Abode” on YouTube and visiting DiverseK.com",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/Khaulat%20Ayomide%20Abdulhakeem%20(Panelist).jpg?alt=media&token=43a6fd09-5e04-4fc7-a072-3ca3f461e164",
    "category": "Machine Learning"
  },
  {
    "FirstName": "Ayobami",
    "LastName": "Ayoade",
    "Email": "adenikebamide782@gmail.com",
    "TagLine": "Talent Acquisition Specialist, Bitmama",
    "Bio": "Ayobami Ayoade is a Talent Acquisition Specialist at Bitmama where her work focuses on sourcing, attracting, interviewing, matching, and onboarding top talents. During her time as Technical Recruiter with TalentQL, she has partnered with companies like FCMB, Norebase, Nestcoin, and Seshat bank to fill their technical positions. She has brought dedication and positive results to the companies she worked for because of her passion for having the right set of talents to build with. “What drives a company to success interests and inspires me”.\nShe specializes in long-term Talent Acquisition strategies, Technical sourcing and recruiting, Account Management, People Development e.t.c. She is goal-oriented and results-driven, with a passion for building global teams and increasing company-wide productivity. She talks about how talents can develop their skills and position themselves for great opportunities, post local and global job opportunities within the tech industry.",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/Ayobami%20Ayoade%20(Panelist).png?alt=media&token=2add2612-2bfa-4bd3-832d-b9fd5ac12726",
    "category": "Personal Development"
  },
  {
    "FirstName": "Uchechukwu",
    "LastName": "Splendid",
    "Email": "splendid@gmail.com",
    "TagLine": "Founder, GrowthXSplendid",
    "Bio": "Splendid Uche is the founder of GrowthXSplendid. She is passionate about creating a community for intending and experts growth marketers.\nShe is also the growth acquisition lead at Mara.",
    "GitHub Handle": "",
    "Twitter": "",
    "LinkedIn": "",
    "Profile Picture": "https://firebasestorage.googleapis.com/v0/b/devfestlagos-2022.appspot.com/o/splendid.jpg?alt=media&token=06e4b5ff-4aa2-4cdb-962f-6bd450fcea0b",
    "category": "Personal Development"
  }
]